---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementIntersectsFilter
source: html/927ee676-4219-29b9-848a-fcc68ee698db.htm
---
# ElementIntersectsFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.